tap "heroku/brew"
tap "homebrew/brewdler"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
cask "java8"
brew "ansible"
brew "bash"
brew "bat"
brew "ctags"
brew "elasticsearch"
brew "ffmpeg"
brew "node"
brew "fx"
brew "git"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "llvm"
brew "mas"
brew "python"
brew "mitmproxy"
brew "mongodb"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "nginx"
brew "peco"
brew "postgresql"
brew "qt"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
cask "chromedriver"
cask "ngrok"
cask "react-native-debugger"
cask "reactotron"
cask "vagrant"
cask "virtualbox"
mas "Be Focused", id: 973134470
mas "Bear", id: 1091189122
mas "feedly", id: 865500966
mas "FreeMan", id: 510934532
mas "JSON XML Parser", id: 892139112
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Reeder", id: 880001334
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
