tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
cask "java8"
brew "python"
brew "ansible"
brew "bash"
brew "bat"
brew "ctags"
brew "elasticsearch"
brew "ffmpeg"
brew "git"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "htop"
brew "kubernetes-cli"
brew "mas"
brew "mongodb"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "nginx"
brew "node"
brew "peco"
brew "postgresql"
brew "qt"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "telnet"
brew "terraform"
brew "tig"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "rcmdnk/file/brew-file"
cask "vagrant"
cask "virtualbox"
mas "1Password 7", id: 1333542190
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
